Evening_Tips = {
    "Q1": [{
      "E1": "A lot of people say they drink caffeine in the morning to help them wake up.  The best way to really combat morning sleepiness is to get healthy sleep. Sure caffeine and sugar can fight sleepiness in the short-term, but the problem is once they wear off you crash and can feel even sleepier than before.", 
      "E2": "Just remember, caffeine is in a lot of drinks and foods, so if you think you are only having it in the morning, be sure about this. Caffeine isn’t just in coffee, other drinks such as a tea, soda, and energy waters have caffeine, so does chocolate. Having caffeine later in the day can make it harder to fall asleep." ,
      "E3": "Having caffeine in the afternoon may seem harmless, but did you know caffeine can stay in your body for 4-6 hours.  Caffeine in the afternoon can impact your sleep. You might not even realize the impact, but even if you fall asleep easily, it can still disrupt the quality of your sleep." ,
      "E4": "Having caffeine at night to increase your alertness or focus can make it harder to fall asleep. Caffeine can stay in your body for 4-6 hours.  So the little burst of energy you get from caffeine isn’t really worth it when it pushes off your sleep and can result in you feeling sleepy the next day." ,
      "E5": "Your sleep can be impacted by caffeine, and having caffeine in the evening increases the chances of this.  You might not even realize the impact, but it can still disrupt how well you sleep.  If caffeine in the evening is part of your nightly habit make an effort to look for non-caffeinated alternatives." ,
      "E6": "You reported that you didn’t have caffeine at all today, is this common for you?  We are asking you about caffeine in a sleep diary, because caffeine can negatively impact your sleep, especially if you are having caffeine late in the day.  If you are not a regular caffeine user, keep up the good work.  Having a healthy sleep is really the best way to feel alert anyways!" 
    }],
    "Q2": [{
      "E7":"You didn’t respond about your caffeine intake.  But I wanted to mention about how caffeine can impact your sleep.  Having caffeine at night to increase your alertness or focus can make it harder to fall asleep. Caffeine can stay in your body for 4-6 hours.  So the little burst of energy you get from caffeine isn’t really worth it when it pushes off your sleep and can result in you feeling sleepy the next day." ,
      "E8": "We all know that exercise is a good health habit, but did you know that it can also improve your sleep?  Regular exercise can help reduce the time it takes you to fall asleep, and  help improve the quality of your sleep.  Keep up the good work.", 
      "E9": "Exercise can help improve your daytime alertness- so it is non-caffeine combatant against sleepiness.  It can also help you fall asleep easier at night.  Keep up the good work.", 
      "E10": "The benefits of sleep and exercise go both ways.  Exercise can help you sleep better, but sleeping better can also improve your exercise.  When you wake up feeling refreshed you are more likely to have a productive and injury free workout.  Some professional sport teams actually have sleep physicians on staff- that is how important sleep is for fitness performance!", 
      "E11": "Not exercising on a regular basis can negatively impact your sleep.  Daily exercise can improve your sleep quality and even reduce the time it takes to fall asleep.", 
      "E12": "Just like training your body to have a sleep schedule, it is also helpful to have an exercise schedule.  Did you know benefits of sleep and exercise go both ways?  Exercise can help you sleep better, but sleeping better can also improve your exercise.  Think about which one is going to be easier for you to start working on first (sleep or exercise).  Improvement in either sleep or exercise may help the other out, and both are healthy habits to have!", 
      "E13": "Is exercise something you are wanting to do more of? If so, you’re in luck- did you know that healthy sleep can improve your exercise?  Although dreaming that you are going to the gym doesn’t count- you still have to go, but sleeping well can help your body feel more refreshed which means you are more likely to hit the gym or have a productive workout.  Try starting a routine to help you get started."
    }],
    "Q3": [{
      "E14": "", 
      "E15": "You may have already noticed that alcohol impacts your sleep.  The amount you drink and the time of day can influence how you sleep at night.  Heavy alcohol use before bed can help you fall asleep faster, but it worsens the quality of your sleep.  It is not uncommon to wake up still feeling tired after a night of drinking.", 
      "E16": "It is dangerous to use alcohol as a sleep aid.  While it may seem that alcohol can help your sleep because you fall asleep faster, it actually disrupts your sleep more than you realize.  That benefit of falling to sleep faster is actually useless because your overall night of sleep is often pretty restless.", 
      "E17": "The amount of alcohol that you drink can impact your sleep, but did you know even 1-2 drinks close to bedtime is enough to for alcohol to disrupt your sleep.", 
      "E18": "During one night of sleep it is not uncommon to go through 6-7 cycles of sleep, however, going to sleep with alcohol in your system can reduce the number of sleep cycles your body completes.  That is why despite sleeping for several hours after a night of drinking, you can still wake up feeling exhausted.", 
      "E19": "Sleep deprivation can also influence how you feel when you are drinking.  If you are short on sleep and go out to a party, this may result in you heading home earlier than expected.  Drinking alcohol when short on sleep can intensify feelings of fatigue.  So if you haven’t slept well and you start drinking you are going to have to leave the party earlier than planned.",
      "E20": "I know you mentioned that you don’t drink alcohol, but just something to keep in mind is that alcohol can disrupt your sleep.  Alcohol can cause people to fall asleep faster, but they get worse quality of sleep, people usually wake up feeling tired and unrefreshed after of drinking.", 
      "E21": "I know you mentioned that you don’t drink, but it is important to know that alcohol can negatively impact your sleep. Alcohol can prevent the restorative sleep, which may be the most important part of your sleep cycle for your physical health.  Heavy alcohol use has a lot of health consequences, and disrupting your sleep is also on that list!"      
    }],
    "Q4": [{
      "E22": "",      
      "E23": "Not a nap person? Me either- I don’t nap because I wake up feel groggy, but if you nap for the right amount of time, naps can really help fight daytime sleepiness.  Optimal nap time is about 20 mins or 90 mins.  20 mins allows for an increase in alertness, 90 mins allows you to get through a cycle of sleep.", 
      "E24": "It can be tough to nap based on your school or work schedule, but if you have the chance to nap without getting fired from your job or sleeping through a class, then naps can help protect against sleep debt.  Sleep debt is when you cheat your body out of sleep. Although you can’t make up for sleep debt days later if you have lost sleep, if you have a night of short sleep- like staying up late studying for a test or going to a party- taking a nap the next day can help you regain some of that lost sleep.", 
      "E25": "I see you took a nap today.  Have you ever heard of optimal nap time?  Optimal nap time refers to a recommended duration of nap, this is often thought to be 20 mins or 90 mins.  20 mins is quick nap that allows you to increase your alertness, 90 mins allows you to get through a cycle of sleep helping you feel more rested.", 
      "E26": "If taking naps is something you find helpful to improve sleep- try taking it a step further.  Do you know what the best time of day is to nap?  This can differ for everyone, but typically our bodies get tired after lunch time, and so 1pm can be a good time of day for a nap."    
    }],
    "Q5": [{  
      "E27": "", 
      "E28": "Your mood can be influenced by a lot of things- but did you know mood is closely related to sleep.  Poor sleep can cause irritability, or intensify feelings of depression or anxiety.", 
      "E29": "On days you are feeling irritated or down, look at your sleep tracker and see if you notice any patterns.  Sleep and mood are closely related, having healthy sleep can be a good way to protect your mental health.", 
      "E30": "One of the reasons why sleep is so important is because it can relate to your mood or mental health.  Getting healthy sleep can be a protective factor in your mental health.  We can’t always control the amount of stress we experience in life, but we can help our body be equipped to dealing with such, and sleep is great weapon for this!", 
      "E31": "The relationship between your sleep and mood goes both ways.  Sleep can impact your mood, and your mood can impact your ability to fall asleep.  Awareness of this is important.  I hope using the sleep tips you get during this bootcamp can help you start to tackle this."
    }],
    "Q6": [{
      "E32": "Using your phone in bed can impact your sleep.  Why? it is all about conditioning.  You need to train your mind and body to only associate sleep with your bed, and if you are doing other things in your bed, your body is going to be confused.", 
      "E33": "Using your phone in bed or late at night also exposes you to light.  Light can delay your sleep, as any light cue, even if it is just coming from a little screen is telling your body it is still light out and not time for sleep.", 
      "E34": "While it is good that you are doing your homework, it is bad that you are doing it in bed.  When you do anything other than sleep in bed your body begins to think of your bed a place to do homework, so when you are trying to fall asleep you might start thinking about homework- which is never a good thing.  Another problem with homework in bed can relate to light, if you are using a laptop or e-reader in bed the light can phase delay your sleep.  This just means that anytime your body is exposed to light your body naturally tries to stay awake.", 
      "E35": "Watching tv in bed is a common thing to do, but it creates some confusion for your body.  If you are watching tv in bed your body will start to think of your bed as a place of activity, rather than a place of rest.",       
      "E36": "Playing video games in bed can also be confusing for your body.  Any activity in bed tells your body that your sleep is place of activity rather than place of rest.  It is important to mention the light from your gaming system (whether it is a tv or mobile phone or ipad) can make it harder to fall asleep.  Any time your body sees light, it thinks it is time to stay up.  Stop confusing yourself already!  Don’t play video games or watch tv or use your phone in bed!", 
      "E37": "If you aren’t doing any of these activities in bed you are either lying to me, or you have great sleep habits.  This is a really important part of your habits, you should only use your bed for sleeping.  It is important that you train your mind/body to only associate your bed with sleep.",
      "E38": "All of these boxes above relate to two things, activity in bed and light.  Both of which can disrupt your sleep.  Keep up the good work of not doing any of these things in bed.  Use your bed for sleeping only."
    }],
    "Q7": [{
      "E39": "If you have the most energy and motivation in the morning, you are “lark” or a morning person.  The world was made for morning people- have you noticed that?  Most schedules or jobs start early in the morning.  Knowing your “best” time of day is important to adjusting your schedule, it can relate to when you do work, or go to the gym.  If you are a morning person getting to bed early can be important to making sure you get the amount of sleep your body needs.  This can be tough though- because most fun things are happening at night.  Think about how you can manage this if you have late nights (napping the next day), also remember to try to keep a consistent sleep schedule.", 
      "E40": "Some people feel the most motivation in the afternoons- this means you may not really describe yourself as morning person, but you are also not a night owl.  Knowing when you are most focused or motivated can also relate to when you study, or when you go the gym.  Knowing your “best” time of day is important to adjusting your schedule.  When you are kind of the middle this gives you the chance to build healthy sleep schedule based your preferences and daily activities.  If you function best in the afternoon you don’t need to wake up super early to get going, and you don’t need to stay up super late to get things accomplished.", 
      "E41": "Today you reported that you feel you have more energy in the evening.  Is this how you always feel?  If so, you might be an evening or “night owl” person.  This means your preference is to go to sleep later in the evening.  Once you know this about yourself, pick your courses based on this when you can, try to pick jobs etc.  Knowing when you are most focused or motivated can also relate to when you study, or when you go the gym.  Knowing your “best” time of day is important to adjusting your schedule.", 
      "E42": "If you are an evening person, it is okay to go to bed later and sleep in later if that is how your body is working, but be attentive to the amount of sleep you are getting.  Don’t keep a late schedule at the expense of your sleep, your schedule is something you can adjust to, being sleep deprived is something your body won’t adjust to.  Think about ways you can manage this."
    }]
  }