Morning_Tips = {
    "Q1": [{
      "M1": "Did you know that not sleeping enough can impact your grades?  Pulling an all-nighter to study for a test can actually worsen your recall and memory the next day.  Getting the right amount of sleep that your body needs is important for your sleep health!",
      "M2": "The average amount sleep adults need is about 8 hours.  Some people may need more or less to feel rested.  Not getting enough sleep can cause daytime sleepiness, which is very common among students. Sleepiness can impact your mood, your memory, and overall your performance abilities- in both school and sports. Try to give your body the chance to sleep for about 8 hours every night.",
      "M3": "The average amount of sleep adults need is about 8 hours.  Some people need more or less sleep to feel rested.  But if you are sleeping for more than 9 hours some nights- it is important to question if this is due to your sleep habits.  Maybe you sleep longer on some nights because you are not getting enough sleep during the other nights of the week.",
      "M4": "Did you know that sleeping for many hours (10+) in one night is not a good way to catch up your sleep? Once your body experiences a “sleep debt” you can’t just simply catch up by sleeping more over the next few days.  Keeping a consistent sleep schedule is the best way to build healthy sleep habits.",
      "M5": "The average amount of sleep adults need is about 8 hours night, some individuals need more or less sleep to feel rested.  It is important to learn whether you are a short or long sleeper.  Then, keeping a consistent sleep schedule is a good way to have healthy sleep habits.",
      "M6": "You didn’t fill out your bed and wake time for the diary entry today, but I still wanted to share a sleep tip with you.  The average amount of sleep adults need is about 8 hours night, some individuals need more or less sleep to feel rested.  It is important to learn whether you are a short or long sleeper.  Then, keeping a consistent sleep schedule is a good way to have healthy sleep habits."
    }],
    "Q2": [{
      "M7": "Last night you reported that you fell asleep pretty easily.  Is this how it usually is for you?  If so, falling asleep easily at night is an important part of healthy sleep- it seems like you are doing a good job with that.  It is normal to have a night every once in a while when you are tossing and turning- so don’t worry about that!",
      "M8": "It seems like last night you fell asleep pretty easily.  Ever have those nights where you stay awake tossing and turning.  This is totally normal.  However, be mindful if this becomes a habit.",
      "M9": "Last night you said that you didn’t have a problem falling asleep.  Is this a typical night for you? If it is- great job, falling asleep easily often means that your body is associating your bed with sleep.  As you continue to go through bootcamp, you will learn more about your sleep to see if there are any areas of your sleep you can improve upon.",
      "M10": "Last night you reported that you had a problem falling asleep.   Something that can help is having a bedtime routine.  Using a routine before bed is a great way to tell your body to get ready for sleep.",
      "M11": "You had a problem falling asleep last night, try to uncover whether there are any patterns that relate to this.  Are there certain nights of the week you have this problem? Why it is taking you a long time to fall asleep (stress/worry, something in your bedroom environment, caffeine before bed, eating habits)?",
      "M12": "Having a hard time falling asleep can be related to your sleep habits, or maybe even stress.  One thing that can make it harder to fall asleep at night is if you watch the clock.  Don’t watch the clock, this adds stress to your sleep time!",
      "M13": "Bedtime routines can be helpful if you are trying to fall asleep faster.  These can be different for everyone, but can be something like taking a shower before bed, or doing some relaxation exercises.  Anything that you find to be a calming way to tell your body you are winding down.  Just make sure your bedtime routine doesn’t involve eating an entire pizza and drinking a liter of soda…heavy eating and caffeine before bed can make it harder to fall asleep!",
      "M14": "This morning you did not respond about whether you had any problems asleep last night.  In case you do have a problem with this, I just wanted to mention that bedtime routines can be helpful if you are trying to fall asleep faster.  These can be different for everyone, but can be something like taking a shower before bed, or doing some relaxation exercises.  Anything that you find to be a calming way to tell your body you are winding down.  Just make sure your bedtime routine doesn’t involve eating an entire pizza and drinking a liter of soda…heavy eating and caffeine before bed can make it harder to fall asleep!"
    }],
    "Q3": [{
      "M15": "Once you fall asleep, staying asleep throughout the night can be an important part of your sleep health.  You have not reported a problem with waking up multiple times throughout the night which is great!  This means you may be getting restful and uninterrupted sleep, exactly what your body needs.",
      "M16": "I’ve noticed that you’ve reported waking up a few times during the night.  This can be normal for some people.  It can disrupt the quality of your sleep, but it seems like when you do wake up in the middle of the night, you are able to fall back asleep pretty quickly and that is great.",
      "M17": "Waking up in the middle of night can disrupt the quality of your sleep.  If it takes you a long time to fall back to sleep once you wake up, this is important area of your sleep to work on.  As you are tracking your sleep habits, see if you can notice a pattern to try to change it.  Are there certain nights of the week that you have this problem?  Why is it taking you a long time to fall back to sleep, are you worrying or thinking about things you need to do? Are you turning on the tv or using your phone if you wake up?",
      "M18": "Sometimes when we wake up in the middle of the night it can be hard to fall back to sleep.  Something that can make it difficult to fall back to sleep is watching the clock, and thinking about wanting to fall back asleep.  Try to avoid this and just relax!",
      "M19": "Do you wake up sometimes in the middle of the night?  Waking up in the middle of the night can be normal for some people.  However, it can become a problem and impact the quality of your sleep especially if takes you a long time to fall back to sleep.  If this is happening to try to think about why is it taking you a long time to fall back to sleep, are you worrying or thinking about things you need to do? Are you turning on the tv or using your phone if you wake up?"    
    }],
	"Q4": [{
      "M20": "If you wake up feeling sleepy, then you may not be getting the amount of sleep you need.  Look at your sleep graphs, do you see any sleep patterns that you can change?  Are you going to bed and waking up at similar times each night? Having a consistent sleep schedule is an important part of your sleep health.",
      "M21": "Daytime sleepiness is a common problem for students.  Feeling sleepy can be related to not getting enough sleep the night before, but it can also be related your overall sleep patterns.  Even if you sleep 10 hours in one night, you can still wake up feeling sleepy, keeping a consistent sleep schedule is important to how you wake up feeling.",
      "M22": "Going to class sleepy is a rough way to start the day.  It already puts you behind in the classroom.  If you can’t get more sleep at night, you can combat daytime sleepiness by taking naps.",
      "M23": "If your alarm goes off and you wake up feeling kind of sleepy, there is definitely room for some improvement.  We aren’t meant to feel sleepy, so even a little sleepiness means that you can make some improvements in your sleep habits.  Check out your sleep graphs.  See if you can recognize patterns of your sleep schedule that you can change.  Remember try to go to bed and wake up on similar times each night of the week.",
      "M24": "Waking up alert is a great help as a student.  Being alert and well-rested in class or even in sports can improve your performance.  Keep up the good work.",
      "M25": "You didn’t report how you felt when you woke up this morning.  But if you wake up feeling sleepy, then you may not be getting the amount of sleep you need.  Look at your sleep graphs, do you see any sleep patterns that you can change?  Are you going to bed and waking up at similar times each night? Having a consistent sleep schedule is an important part of your sleep health."
    }],
	"Q5":[{
      "M26": "Noises can disrupt your sleep but there are a couple things you can try if noise is a problem.  First, what about ear plugs?  Ear plugs are a cheap and simple way to try to block out some noise.  If that is not your style buy a white noise machine, or use a loud fan as a noise buffer in your room.",
      "M27": "Light doesn’t seem like that big of a deal, but it is actually one of the strongest signals our bodies uses for maintaining a sleep-wake cycle.  Both sunlight and artificial light tell our body on a cellular level to be awake.  If you sleep in an environment that is bright, or if prior to bed you are using a phone/computer/tv that puts out artificial light this can impact your sleep, as the light is telling your body to stay awake.  Try disconnecting as much as possible before bed.",
      "M28": "Minimizing light is important prior to bed.  If light in your sleep environment is a problem, try getting thick curtains especially if you have to sleep during the day, or an eye mask may help. Also, cutting back screen usage right before bedtime is something small you can try that may make a difference.",
      "M29": "Stress can impact everything in your life, so it is no surprise that it causes a problem for your sleep.  If you find yourself worrying- it is best to not think about these things while in bed.  When you start doing this, your body creates a habit, and starts think- okay my bed is where I think about my problems.  That is a dangerous habit for your sleep.  Get your stressful thoughts out prior to getting into bed. You can do this by journaling, keeping a “to do list” next to your bed.  If a thought comes up, get out of your bed, write it down or put it in your phone.  Clear your mind before you get back to bed.",
      "M30": "Thinking about your problems in bed is an easy thing to do, it may be the first time all day you are in silence and have time to think.  Don’t start doing this!  It is important that you train your body to only associate your bed with sleeping, not thinking or worrying.  To do this, start by keeping a journal.  Or if your stress is task related, put reminders on your phone so you can focus on these tasks tomorrow and not have to stay up all night worrying.  Find another time to address these things other than while you are trying to sleep.",
      "M31": "Stress and worry can be a drain on your sleep.  Relaxation techniques, like deep breathing, or yoga poses can help you prior to bed.  Exercise, reading a book, any type of calming activity for mind will help, whatever works for you.",
      "M32": "It is weird to think that room temperature could impact your sleep, but it does.  When you are asleep your body temperature cools down, so if you go to bed in a cooler setting this can help kick-start your sleep process.",
      "M33": "Sleeping in a cooler environment around 65 degrees can help your body prepare for sleep.  Maybe you get too cold at night, or you can't control your temp because of a pushy roommate, or maybe you are just cheap like me and don’t want to run your AC.  If you can't or don't want to keep your bedroom at a cooler temperature, a trick to help cool down is to take a warm shower or bath before bed. This cools down your skin temperature and can help you fall asleep easier.",
      "M34": "You reported the light, stress/worry, room temperature, and noise were all things that do not bother your sleep.  If you are still having problems with sleep you may need to think bigger.  Sleep can be related to all sorts of your habits, such as exercise, diet, alcohol use, smoking, and mood.",
      "M35": "You reported the light, stress/worry, room temperature, and noise were all things that do not bother your sleep, but I maybe think about it a little more.  When I asked about light, I wasn’t just asking about a bright room or the sunlight.  Light also comes from tvs, smartphones, or computer screens.  Our bodies are designed to need sleep, and light is a big factor in this.  When we started adding more light into our bedrooms through tvs, phones, and constant screen use, we never thought this would impact our sleep, but it has. Cutting out light is an important of letting your body know it is time to sleep."  
    }]
  }