Standard_Tips = {
    "S": [{
      "S1": "Welcome to Coach Z's Sleep Boot Camp.  For the next two weeks I would like you to keep a sleep diary, completing it twice a day in the morning and evening.  As you fill your diary out each day I will send you personalized tips to help you improve your sleep.  Sleep may not be something you really think about, but we spend about 33% of our lives sleeping…we might as well try to be good at it!",
      "S2": "Before I start sending you tips tomorrow, I wanted to mention why sleep matters.  Sleep is a health behavior, just like diet and exercise. Sleep isn’t just something that happens every night, you are in control of how well you sleep and how much sleep you get.  Getting a healthy amount of sleep each night is an important and it is in your control.  Sleep relates to your health, mood, and can even help you manage your weight- don't believe me- google it.",
      "S3": "You’ve completed your first week of boot-camp, great job!  Something you may not have used yet is the tracker part of the app.  Every day I use your diary entries to calculate your total sleep time and your sleep efficiency scores.  Sleep efficiency is a percentage that represents how long you are actually asleep during the time you are in bed.  If you have a low sleep efficiency score this means that you spend a lot of time in your bed, trying to sleep, but not being able to sleep. Anything lower than 85% says that you definitely have room for improvement.",
      "S4": "Do you go to bed and wake up around the same time every day?  Use the sleep tracker part of the app to check this.  That is a really important part of healthy sleep.  It is common for students to get less sleep during the week, and more sleep on the weekends.  While a schedule like this may seem like you are catching up on the weekends, this is not how it works, and oversleeping  on the weekends can throw your sleep cycle off even further.  Try to get close to the same amount of sleep each night, and keep similar bed times and wake times (as best you can)!",
      "S5": "Did you know the amount of sleep you need and the quality of your sleep can change with age.  When you were younger you needed more sleep.  Kids often need about 10-13 hours of sleep at night.  Teens need a little less sleep than kids, but still more than the average adult.  Adults typically need about 8 hours of sleep a night- although everyone is a little different.  People also report having worse sleep as they age- that is why developing good sleep habits now can really help you out in the future.",
      "S6": "Chronotype just describes your preference for the time of day that you like to sleep.  Some people like to go to bed early, and wake up early.  Other people like to stay up late, and may not wake up until late afternoon the next day.  Some people are in the middle.  Knowing your chronotype can help you improve your sleep habits.  To make things easier you should try to build your sleep schedule around the time your body is naturally tired.  Your chronotype can change throughout your life, or sometimes you have to fight against your chronotype due to work or school or family.  Using good sleep habits are important for this.",
      "S7": "I don’t think anyone really knows for sure the true function of sleep, but we know that sleep matters.  Sleep isn’t just a time when our bodies passively rest, lots of things take place when we sleep.  Our body is actively working during sleep and changes happen such as tissue repair, increased blood flow to our organs, and some people even think that sleep helps with memory creation.  Sleep occurs throughout different cycles (REM and Non-REM), it is thought that different cycles of sleep serve different purposes.  That is why getting healthy sleep uninterrupted sleep is so important, each stage of sleep matters and relates to the next!",
      "S8": "The diary doesn’t ask any questions about your smoking habits, but I just wanted to mention that smoking can impact your sleep in a few ways.  Nicotine is a stimulant, so like caffeine it can affect the quality of your sleep and the ability to fall asleep due to the disruption on your sleep-wake schedule.  People who smoke are often more likely to wake up several times throughout the night, this can impact your ability to get deep sleep- which is really important for your health.",
      "S9": "Having sleep habits that you can improve upon are very different than having a sleep disorder.  Sleep disorders are clinical health problems that you should see a sleep doctor for in order receive a diagnosis and treatment.  Sleep apnea is sleep-related breathing disorder where people stop breathing for short periods of time throughout the night. Narcolepsy is a neurological disorder that results in your brain not being able to regulate a sleep-wake cycle.  Insomnia is a chronic problem falling to sleep or staying asleep.  Periodic limb movement disorder is a sleep-related movement disorder that can result in repeated cramping and movement of your legs.  If you have concerns about having a sleep disorder you should discuss this with your doctor.  This two week boot-camp is just related to giving you tips about your bedtime habits, and is not intended as treatment for sleep disorders.",
      "S10": "Another way sleep relates to your health is through safety.  Doing any task while sleepy increases your chances of errors.  Playing checkers while sleepy and making an error is not a serious thing, driving while sleepy and making a mistake can be a deadly situation.  Teens and young adults have high rates of accidents and death due to drowsy driving.  Driving involves a great deal of attention and focus.  The ability to focus, think clearly, make decisions quickly can all be more difficult when you are sleepy.  If you drive a vehicle, getting the healthy amount of sleep that your body needs and avoiding sleep deprivation prior to driving is a vital part of safety that you are responsible for.",
      "S11": "Today is your last day of boot camp, you have done a great job with tracking your sleep.  Tracking your sleep can be an important way to learn more about your sleep habits and learn for yourself what you can change to improve your sleep.  There are many ways to track your sleep- there are wearable devices that do this for you, there are other apps that you lay on your bed that can track movements.  Coach Z’s bootcamp has been about you actively tracking your sleep.  I hope this two week experience has raised your awareness of your sleep!",
      "S12": "Today is your last day of boot camp.  It seems you had a difficult time completing your diary entries, but I hope you still learned something about your sleep.  If you are interested you can start boot camp over at any time.",
      "S13": "Congratulations! You have completed the two week sleep boot-camp.  I hope that you have gained some useful tips to help improve your sleep.  Feel free to use the archive section of the app to revisit old tips at any time.  Also if you notice any changes in your sleep you can log back into the app for a refresher, which means just a few days of tracking/tips, or you can go through the entire boot-camp again.  Sleep is a vital part of your health and developing good sleep habits is important to many things!",
    }
    ]}